Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

source: *Emergency contraceptive pills may be less effective among women with BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup>&nbspthan among women with < 25 kg/m<sup><small><small>2</small></small></sup>.
as_in: *BMI <25 কিগ্ৰা/মি2 থকা মহিলাৰ তুলনাত BMI ≥ 30 কিগ্ৰা/মি2 থকা মহিলাৰ ক্ষেত্ৰত জৰুৰীকালীন গৰ্ভনিৰোধক বড়ি কম কাৰ্যকৰী হ'ব পাৰে।
bn_in: *যেসব মহিলার BMI ≥30 kg/m2, তাঁদের ক্ষেত্রে, <25 kg/m2 মহিলাদের তুলনায় জরুরী অবস্থায় গর্ভনিরোধক কম কার্যকর হতে পারে।
gu_in: *< 25 kg/m2 BMI ધરાવતી સ્ત્રીઓની સરખામણીએ BMI ≥ 30 kg/m2 ધરાવતી સ્ત્રીઓમાં ઇમર્જન્સીમાં લેવાની ગર્ભનિરોધક ગોળીઓ ઓછી અસરકારક સાબિત થઈ શકે છે.
kn_in: * ತುರ್ತು ಗರ್ಭನಿರೋಧಕ ಮಾತ್ರೆಗಳು BMI ≥ 30 kg/m2 ಹೊಂದಿರುವ ಮಹಿಳೆಯರಲ್ಲಿ 25 kg/m2 < ಮಹಿಳೆಯರಿಗಿಂತ ಕಡಿಮೆ ಪರಿಣಾಮಕಾರಿಯಾಗಿರಬಹುದು.
ml_in: *അടിയന്തര ഗർഭനിരോധന ഗുളികകൾ BMI ≥ 30 kg/m2 ഉള്ള സ്ത്രീകളിൽ <25 kg/m2 ഉള്ള സ്ത്രീകളെ അപേക്ഷിച്ച് വളരെ കുറഞ്ഞ ഫലപ്രാപ്തി ഉള്ളതായിരിക്കാം.
pa_in: *ਐਮਰਜੈਂਸੀ ਗਰਭ ਨਿਰੋਧਕ ਗੋਲੀਆਂ <25 kg/m<sup><small><small>2</small></small></sup> ਵਾਲੀਆਂ ਔਰਤਾਂ ਦੇ ਮੁਕਾਬਲੇ BMI ≥ 30 kg/m<sup><small><small>2</small></small></sup> ਵਾਲੀਆਂ ਔਰਤਾਂ ਵਿੱਚ ਘੱਟ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਹੋ ਸਕਦੀਆਂ ਹਨ। ਇਸ ਦੇ ਬਾਵਜੂਦ,<br><br> ਕੋਈ ਸੁਰੱਖਿਆ ਚਿੰਤਾਵਾਂ ਨਹੀਂ ਹਨ।
ta_in: *அவசரகால கருத்தடை மாத்திரைகள் BMI ≥30 கிலோ/மீ2 உள்ள பெண்களை விட <25 கிகி/மீ2 உள்ள பெண்களை விட குறைவான செயல்திறன் கொண்டதாக இருக்கலாம். இருந்தபோதிலும், பாதுகாப்பு கவலைகள் இல்லை.

source: >45 yrs = 2.
as_in: >45 বছৰ = 2।
bn_in: >45 বছৰ = 2।
gu_in: >45 વર્ષ = 2.
kn_in: >45 ವರ್ಷಗಳು = 2.
ml_in: >45 വയസ്സ് = 2.
or_in: >45 ବର୍ଷ = 2
pa_in: >45 ਸਾਲ = 2
ta_in: >45 வயது = 2.

source: 2. DMPA-SC = 104 mg of DMPA given subcutaneously.
as_in: 2. DMPA-ৰ DMPA-SC = 104 মিগ্ৰা ছালৰ তলত প্ৰয়োগ কৰা হয়।
bn_in: 2. DMPA-SC = 104 mg DMPA ত্বকের নিচে দেওয়া হয়।
gu_in: 2. DMPA-SC = 104 મિગ્રા DMPAને ચામડીની નીચે આપવામાં આવે છે.
kn_in: 2. DMPA-SC = 104 mg DMPA ಅನ್ನು ಚರ್ಮದ ಕೆಳಗೆ ನೀಡಲಾಗಿದೆ.
ml_in: 2. DMPA-SC = 104 മില്ലിഗ്രാം DMPA ചർമ്മത്തിന് കീഴിൽ നൽകുന്നു.
or_in: DMPA-SC = DMPA ର 104 mg ଅବତ୍ୱକ୍ (ଚର୍ମ ତଳେ) ଭାବେ ଦିଆଯାଏ
pa_in: DMPA-SC = 104 mg DMPA ਸਬਕੁਟੇਨਿਅਸ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ
ta_in: DMPA-SC = 104 மிகி DMPA தோலுக்கு அடியிலிருந்து தரப்படுகிறது.
te_in: 2. DMPA-SC = 104 mg DMPA చర్మం క్రింద గా ఇవ్వబడింది

source: 3. NET-EN = 200 mg of NET-EN given intramuscularly.
as_in: 3. NET-EN-ৰ NET-EN = 200 মিগ্ৰা পেশীৰ মাধ্যমেৰে প্ৰয়োগ কৰা হয়।
bn_in: 3. NET-EN = 200 mg NET-EN পেশির মধ্যে দেওয়া হয়।
gu_in: 3. NET-EN = 200 મિગ્રા NET-ENને સ્નાયુમાં આપવામાં આવે છે.
kn_in: 3. NET-EN = 200 mg NET-EN ಅನ್ನು ಸ್ನಾಯುವಿನೊಳಗೆ ನೀಡಲಾಗಿದೆ.
ml_in: 3. NET-EN = 200 മില്ലിഗ്രാം NET-EN പേശിക്കുള്ളിലേക്ക് നൽകുന്നു.
or_in: NET-EN = NET-EN ର 200 mg ଅନ୍ତଃପେଶୀ ଭାବେ ଦିଆଯାଏ
pa_in: NET-EN = 200 mg NET-EN ਇੰਟਰਾਮਸਕੁਲਰਲੀ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ
ta_in: 3. NNET-EN = 200 மிகி. NET-EN தசை வழியாக தரப்படுகிறது..
te_in: 3. NET-EN = 200 mg NET-EN కండరంలో ఇవ్వబడింది.

source: 98% as commonly used.
as_in: সচৰাচৰ ব্যৱহাৰৰ ক্ষেত্ৰত 98%।
bn_in: সাধারণভাবে ব্যবহারে 98%।
gu_in: કૉમન રીતે ઉપયોગ કરવા પર 98%.
kn_in: ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸಿದಾಗ 98%.
ml_in: സാധാരണ ഉപയോഗത്തിൽ 98%.
or_in: ସାଧାରଣ ଭାବେ ବ୍ୟବହୃତ 98%
pa_in: 98% ਜਿਵੇਂ ਕਿ ਆਮ ਤੌਰ 'ਤੇ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ

source: Adolescents.
as_in: কিশোৰ।
bn_in: কিশোর-কিশোরী।
gu_in: કિશોરો.
kn_in: ಹದಿಹರೆಯದವರು.
ml_in: കൗമാരക്കാർ.
or_in: କିଶୋର
pa_in: ਕਿਸ਼ੋਰ
ta_in: இளம் பருவத்தினர்.
te_in: కౌమార, తొలియవ్వన దశలు

source: After 2nd trimester abortion, Cu IUCD and LNG-IUD = Cat 2. The provider should be skilled in PPIUCD technique.
as_in: 2য় তিনিমাহত গৰ্ভপাতৰ পিছত, Cu IUCD আৰু LNG-IUD = Cat 2 প্ৰদানকাৰী PPIUCD কৌশলৰ ক্ষেত্ৰত দক্ষ হ'ব লাগে।
bn_in: 2য় ত্রৈমাসিক গর্ভপাতের পর Cu IUCD ও LNG-IUD = শ্রেণি 2। প্রদানকারীকে PPIUCD কৌশলে দক্ষ হতে হবে।
gu_in: બીજા ત્રિમાસિકગાળામાં થયેલા ગર્ભપાત બાદ Cu IUCD અને LNG-IUD = કેટેગરી 2. પ્રોવાઇડર PPIUCD ટેકનિકમાં કુશળ હોવા જોઇએ.
kn_in: 2ನೇ ತ್ರೈಮಾಸಿಕ ಗರ್ಭಪಾತದ ನಂತರ, Cu IUCD ಮತ್ತು LNG-IUD = Cat 2. ಪೂರೈಕೆದಾರರು PPIUCD ತಂತ್ರದಲ್ಲಿ ಕೌಶಲ್ಯ ಹೊಂದಿರಬೇಕು.
ml_in: രണ്ടാമത്തെ ത്രൈമാസത്തിലെ ഗർഭഛിദ്രത്തിന് ശേഷം, Cu IUCD, LNG-IUD = Cat 2. ദാതാവിന് PPIUCD സാങ്കേതികതയിൽ വൈദഗ്ദ്ധ്യം ഉണ്ടായിരിക്കണം.
ta_in: இரண்டாவது மூன்று மாத கருக்கலைப்புக்குப் பிறகு, Cu IUCD மற்றும் LNG-IUD = வகை 2. வழங்குபவர் PPIUCD தொழில்நுட்பத்தில் திறமையானவராக இருக்க வேண்டும்.

source: After procedure, little or nothing to do or remember.
as_in: পদ্ধতিটো সম্পন্ন কৰাৰ পিছত, একো কৰিব লগা বা মনত ৰাখিব লগা নাই।
bn_in: পদ্ধতির পর, সামান্য বা কোনও কিছু করতে বা মনে রাখতে হবে না।
gu_in: પ્રક્રિયા બાદ થોડું અથવા કંઈ પણ કરવાનું રહેતું નથી કે યાદ રાખવાનું રહેતું નથી.
kn_in: ಕಾರ್ಯವಿಧಾನದ ನಂತರ, ಮಾಡಲು ಅಥವಾ ನೆನಪಿಟ್ಟುಕೊಳ್ಳಲು ಸ್ವಲ್ಪವೇ ಇರುತ್ತದೆ ಅಥವಾ ಏನೂ ಇರುವುದಿಲ್ಲ.
ml_in: നടപടിക്രമത്തിന് ശേഷം, കുറച്ച് അല്ലെങ്കിൽ ഒന്നും ചെയ്യാനോ ഓർമ്മിക്കാനോ ഇല്ല.
or_in: ପରେ, ଅଳ୍ପ କିମ୍ୱା କିଛି କରିବାକୁ କିମ୍ୱା ମନେରଖିବାକୁ ନାହିଁ।
pa_in: ਪ੍ਰਕਿਰਿਆ ਦੇ ਬਾਅਦ, ਬਹੁਤ ਘੱਟ ਜਾਂ ਕੁਝ ਨਹੀਂ ਕਰਨਾ ਜਾਂ ਯਾਦ ਰੱਖਣਾ।
ta_in: செயல்முறைக்குப் பிறகு, செய்யவோ அல்லது நினைவில் வைத்துக்கொள்ளவோ ​​சிறிது அல்லது எதுவும் இல்லை.
te_in: ప్రక్రియ తర్వాత, కొద్దిగా లేదా ఏమీ చేయనక్కర లేదు లేదా గుర్తు కూడా పెట్టుకోనక్కర్లేదు.

source: An IUD can be inserted at any time if it can be determined that the woman is not pregnant. she will require back up method for first 7 days after insertion.
as_in: মহিলাগৰাকী গৰ্ভৱতী নহয় বুলি নিৰ্ধাৰণ কৰিব পাৰিলে যিকোনো সময়তে IUD প্ৰবিষ্ট কৰিব পাৰি। প্ৰবিষ্ট কৰাৰ পিছত প্ৰথম 7 দিনৰ বাবে তেওঁক বেক আপ পদ্ধতিৰ প্ৰয়োজন হ'ব।
bn_in: গর্ভবতী নন সেটি নির্ধারিত হলে, যেকোনও সময় IUD প্রবেশ করানো যায়। প্রবেশ করানোর পর প্রথম 7 দিন ব্যাক আপ পদ্ধতির প্রয়োজন হবে।
gu_in: સ્ત્રી ગર્ભવતી નથી તેની ચોક્કસપણે ખાતરી હોય તો, IUDને કોઈ પણ સમયે દાખલ કરી શકાય છે. તેને દાખલ કર્યા પછી પ્રથમ 7 દિવસ માટે તેમને બેક અપ મેથડની જરૂર પડશે.
kn_in: ಮಹಿಳೆ ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ನಿರ್ಧರಿಸಲು ಸಾಧ್ಯವಾದರೆ ಯಾವುದೇ ಸಮಯದಲ್ಲೂ IUDಯನ್ನು ಸೇರಿಸಬಹುದು. ಸೇರಿಸಿದ ನಂತರ ಮೊದಲ 7 ದಿನಗಳವರೆಗೆ ಆಕೆಗೆ ಹೆಚ್ಚುವರಿ ವಿಧಾನದ ಅಗತ್ಯವಿರುತ್ತದೆ.
ml_in: സ്ത്രീ ഗർഭിണിയല്ലെന്ന് നിർണ്ണയിക്കാൻ കഴിയുമെങ്കിൽ എപ്പോൾ വേണമെങ്കിലും ഒരു IUD നിക്ഷേപിക്കാവുന്നതാണ്. നിക്ഷേപിച്ച ശേഷം ആദ്യത്തെ 7 ദിവസത്തേക്ക് ബാക്കപ്പ് രീതി ആവശ്യമാണ്.
ta_in: பெண் கர்ப்பமாக இல்லை என்பதை தீர்மானிக்க முடிந்தால், எந்த நேரத்திலும் ஒரு IUD செருகப்படலாம். செருகப்பட்ட பின்னர் முதல் 7 நாட்களுக்கு பேக் அப் முறை அவருக்கு தேவைப்படலாம்.

source: An IUD can be inserted at the woman’s convenience if it is reasonably certain that she is not pregnant. No additional contraceptive protection is needed.
as_in: মহিলাগৰাকীৰ সুবিধা অনুযায়ী ইমপ্লেণ্ট কৰিব পাৰি যদি মহিলাগৰাকী গৰ্ভৱতী নহয় বুলি যুক্তিসঙ্গতভাৱে নিশ্চিত হোৱা যায়। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।
bn_in: গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, মহিলার সুবিধা মতো IUD প্রবেশ করানো যায়। কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।
gu_in: રી ગર્ભવતી નથી તેની ચોક્કસપણે ખાતરી હોય તો, IUDને સ્ત્રીની અનુકૂળતાએ દાખલ કરી શકાય છે. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂર નથી.
kn_in: ಮಹಿಳೆ ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ ಮಹಿಳೆಯ ಅನುಕೂಲಕ್ಕೆ ಅನುಗುಣವಾಗಿ IUDಯನ್ನು ಸೇರಿಸಬಹುದು. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.
ml_in: ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ, സ്ത്രീയുടെ സൗകര്യം പോലെ ഒരു IUD നിക്ഷേപിക്കാവുന്നതാണ്. അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.
or_in: ଯଦି ନିଶ୍ଚିତ ହୋଇଥିବେ ଯେ, ସେ ଗର୍ଭବତୀ ନୁହଁନ୍ତି, ତେବେ ମହିଳାଙ୍କ ସୁବିଧାନୁସାରେ ଯେକୌଣସି ସମୟରେ ଏକ IUD କୁ ଭର୍ତ୍ତି କରାଯାଇପାରିବ।କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।
pa_in: ਔਰਤ ਦੀ ਸਹੂਲਤ ਅਨੁਸਾਰ IUD ਦਾਖਲ ਜਾ ਸਕਦਾ ਹੈ ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਉਹ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
ta_in: அவள் கர்ப்பமாக இல்லை என்று கணிசமாக நிச்சயமானால், ஒரு பெண்ணின் வசதிக்கேற்ப அவளுக்கு IUD –ஐ செருகலாம். எந்த கூடுதல் கருத்தடை பாதுகாப்புக்கும் அவசியமில்லை.
te_in: ఆమె గర్భవతి కాదని సహేతుకంగా నిశ్చయించుకుంటే, స్త్రీ సౌలభ్యం మేరకు IUDని చొప్పించవచ్చు. అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.

source: Breast cancer family history.
as_in: স্তনৰ কৰ্কট ৰোগৰ পাৰিবাৰিক ইতিহাস।
bn_in: স্তনের ক্যানসারের পারিবারিক ইতিহাস।
gu_in: સ્તનના કેન્સરની કૌટુંબિક પૂર્વવિગત.
kn_in: ಸ್ತನ ಕ್ಯಾನ್ಸರ್‌ನ ಕೌಟುಂಬಿಕ ಇತಿಹಾಸ.
ml_in: കുടുംബത്തിലെ സ്തനാർബുദത്തിന്റെ ചരിത്രം.
or_in: ସ୍ତନ କର୍କଟ ପାରିବାରିକ ଇତିହାସ
pa_in: ਛਾਤੀ ਦੇ ਕੈਂਸਰ ਦਾ ਪਰਿਵਾਰਕ ਇਤਿਹਾਸ
ta_in: மார்பக புற்றுநோய் குடும்ப வரலாறு.

source: Breastfeeding
as_in: স্তন্যপান কৰাই থকা
bn_in: স্তন্যদান
gu_in: स्तन कैंसर का पारिवारिक इतिहास
kn_in: ಸ್ತನ್ಯಪಾನ.
ml_in: മുലയൂട്ടൽ
or_in: ସ୍ତନ୍ୟପାନ
pa_in: ਛਾਤੀ ਦਾ ਦੁੱਧ ਚੁੰਘਾਉਣਾ
ta_in: தாய்ப்பாலூட்டல்
te_in: రొమ్ము క్యాన్సర్ కుటుంబ చరిత్ర

source: Cent.
as_in: শতাংশ
bn_in: সেন্ট
kn_in: ಸೆಂಟ್
ta_in: சென்ட்
te_in: సెంట్.

source: Despite this, there are no safety concerns.
as_in: তথাপিও, কোনো সুৰক্ষাৰ উদ্বেগ নাথাকে।
bn_in: তাসত্ত্বেও, সুরক্ষার কোনও উদ্বেগ নেই।
gu_in: તેમ છતાં તેમાં સુરક્ષા સંબંધિત કોઈ ચિંતાનું કારણ નથી.
kn_in: ಇದರ ಹೊರತಾಗಿಯೂ, ಯಾವುದೇ ಸುರಕ್ಷತಾ ಚಿಂತೆಗಳಿಲ್ಲ.
ml_in: ഇങ്ങനെയാണെങ്കിലും, സുരക്ഷാ ആശങ്കകളൊന്നുമില്ല.
or_in: ਇਸ ਦੇ ਬਾਵਜੂਦ, ਕੋਈ ਸੁਰੱਖਿਆ ਚਿੰਤਾਵਾਂ ਨਹੀਂ ਹਨ।
ta_in: இப்படி இருந்தபோதிலும், பாதுகாப்பு கவலைகள் இல்லை.
te_in: అయినప్పటికీ, భద్రతా సమస్యలు లేవు.

source: EC pill is Category 1 for all physiological and medical conditions and Category 2 for women with h/o severe cardiovascular disease, migraine and severe liver disease.
as_in: EC বড়ি হৈছে সকলো শৰীৰবৃত্তীয় আৰু চিকিৎসীয় স্থিতিৰ বাবে শ্ৰেণী 1 আৰু গুৰুতৰ কাৰ্ডিওভাস্কুলাৰ ৰোগৰ ইতিহাস থকা, মাইগ্ৰেইন আৰু গুৰুতৰ যকৃতৰ ৰোগ থকা মহিলাৰ বাবে শ্ৰেণী 2।
bn_in: EC পিল হল সকল শারীরবৃত্তীয় ও চিকিৎসাগত সমস্যার জন্য শ্রেণি 1 এবং h/o চরম কার্ডিওভাস্কুলার অসুখ, মাইগ্রেন ও যকৃতের চরম অসুখে আক্রান্ত মহিলাদের জন্য শ্রেণি 2।
gu_in: EC પિલ્સ એ તમામ પ્રકારની શારીરિક અને તબીબી પરિસ્થિતિઓ માટેની કેટેગરી 1 છે અને h/o ગંભીર કાર્ડિયોવાસ્ક્યુલર બીમારી, માઇગ્રેન અને લિવરની ગંભીર બીમારી ધરાવતી મહિલાઓ માટે કેટેગરી 2 છે.
kn_in: EC ಮಾತ್ರೆ ಎಲ್ಲಾ ಶಾರೀರಿಕ ಮತ್ತು ವೈದ್ಯಕೀಯ ಪರಿಸ್ಥಿತಿಗಳಿಗೆ ವರ್ಗ 1ರದ್ದಾಗಿದೆ ಮತ್ತು h/o ತೀವ್ರ ಹೃದಯರಕ್ತನಾಳದ ಕಾಯಿಲೆ, ತಲೆಶೂಲೆ ಮತ್ತು ತೀವ್ರ ಯಕೃತ್ತಿನ ಕಾಯಿಲೆ ಹೊಂದಿರುವ ಮಹಿಳೆಯರಿಗೆ ವರ್ಗ 2ರದ್ದಾಗಿದೆ.
ml_in: എല്ലാ ഫിസിയോളജിക്കൽ, മെഡിക്കൽ അവസ്ഥകൾക്കും EC ഗുളിക കാറ്റഗറി 1 ആണ്, കഠിനമായ h/o ഹൃദയ സംബന്ധമായ അസുഖങ്ങൾ, മൈഗ്രെയ്ൻ, ഗുരുതരമായ കരൾ രോഗം എന്നിവയുള്ള സ്ത്രീകൾക്ക് കാറ്റഗറി 2 ആണ്.
or_in: ସମସ୍ତ ପ୍ରକାର ଶାରୀରିକ ଓ ଡାକ୍ତରୀ ଅବସ୍ଥା: ପାଇଁ EC ବଟିକା ହେଉଛି ବର୍ଗ 1 ଏବଂ ବର୍ଗ 2 ହେଉଛି h/o ଗମ୍ଭୀର ହୃଦୟ ରୋଗ, ଅଧକପାଳୀ ତଥା ଗୁରୁତର ଯକୃତ ରୋଗରେ ପୀଡ଼ିତ ଥିବା ମହିଳାମାନଙ୍କ ପାଇଁ।
pa_in: EC ਗੋਲੀ ਸਾਰੀਆਂ ਸਰੀਰਕ ਅਤੇ ਮੈਡੀਕਲ ਸਥਿਤੀਆਂ ਲਈ ਸ਼੍ਰੇਣੀ 1 ਹੈ ਅਤੇ ਗੰਭੀਰ ਕਾਰਡੀਓਵੈਸਕੁਲਰ ਬਿਮਾਰੀ, ਮਾਈਗ੍ਰੇਨ ਅਤੇ ਗੰਭੀਰ ਜਿਗਰ ਦੀ ਬਿਮਾਰੀ ਵਾਲੀਆਂ ਔਰਤਾਂ ਲਈ ਸ਼੍ਰੇਣੀ 2 ਹੈ।
ta_in: EC வகை 1 மாத்திரைகள், அனைத்து உடலியல் மற்றும் மருத்துவ நிலைகளுக்குமானவை. வகை 2 மாத்திரைகள் கடுமையான இருதய நோய், ஒற்றத்தலைவலி மற்றும் கடுமையான கல்லீரல் நோய் உள்ள பெண்களுக்கானவை.

source: ECpill
as_in: EC বড়ি
bn_in: EC পিল
gu_in: EC પિલ્સ
kn_in: EC ಮಾತ್ರೆ
ml_in: EC ഗുളിക
or_in: EC ਗੋਲੀ
ta_in: EC மாத்திரை
te_in: EC మాత్ర అనేది అన్ని శారీరక మరియు వైద్య పరిస్థితులకు కేటగిరీ 1 మరియు h/o తీవ్రమైన హృదయ సంబంధ వ్యాధులు, పార్శ్వపు నొప్పి మరియు తీవ్రమైన కాలేయ వ్యాధి ఉన్న మహిళలకు కేటగిరీ 2 ఇవ్వబడుతుంది.

source: f not breastfeeding, LNG-IUD = Cat 1
as_in: যদি স্তন্যপান কৰাই থকা নাই, LNG-IUD = Cat 1।
bn_in: স্তন্যদান না করলে, LNG-IUD = শ্রেণি 1 ।
gu_in: જો સ્તનપાન ના કરતાં હોય તો, LNG-IUD = કેટેગરી 1.
kn_in: ಸ್ತನ್ಯಪಾನ ಮಾಡಿಸದಿದ್ದರೆ, LNG-IUD = Cat 1.
ml_in: മുലയൂട്ടുന്നില്ലെങ്കിൽ, LNG-IUD = Cat 1.
ta_in: தாய்ப்பால் ஊட்டாவிட்டால், LNG-IUD = வகை 1.

source: Generally use the method
as_in: সাধাৰণতে পদ্ধতিটো ব্যৱহাৰ কৰক।
bn_in: সাধারণভাবে পদ্ধতি ব্যবহার করুন।
gu_in: સામાન્ય રીતે આ પદ્ધતિનો ઉપયોગ કરો
kn_in: ಸಾಮಾನ್ಯವಾಗಿ ಈ ವಿಧಾನವನ್ನು ಬಳಸಿ.
ml_in: സാധാരണയായി ഈ രീതി.
or_in: ସାଧାରଣତଃ ଏହି ପ୍ରଣାଳୀ ବ୍ୟବହାର କରନ୍ତୁ
pa_in: ਆਮ ਤੌਰ 'ਤੇ ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਕਰੋ
ta_in: பொதுவாக இந்த முறையை உபயோகிக்கவும்.

source: Get repeat injections on time.
as_in: ইঞ্জেকচন সময়মতে পুনৰাবৃত্তি কৰিব লাগে।
bn_in: সময় মতো পুনরাবৃত্ত ইনজেকশন নিন।
gu_in: ઇન્જેક્શનને ફરીથી સમયસર લો.
kn_in: ಸಮಯಕ್ಕೆ ಸರಿಯಾಗಿ ಪುನರಾವರ್ತಿತ ಚುಚ್ಚುಮದ್ದುಗಳನ್ನು ಪಡೆಯಿರಿ.
ml_in: കൃത്യസമയത്ത് ആവർത്തിച്ചുള്ള കുത്തിവയ്പ്പുകൾ എടുക്കുക.
ta_in: சரியான நேரத்தில் மீண்டும் மீண்டும் ஊசி போடுங்கள்.
te_in: సమయానికి పునరావృత ఇంజెక్షన్లు పొందండి.

source: If pelvic TB, Cu IUCD and LNG-IUD = 4.
as_in: যদি শ্ৰোণিৰ যক্ষ্মা থাকে, Cu IUCD আৰু LNG-IUD = 4।
bn_in: পেলভিক TB হলে, Cu IUCD ও LNG-IUD = 4।
gu_in: જો પેલ્વિક TB, IUCD અને LNG-IUD = 4.
kn_in: ಟೊಂಕದ TB, Cu IUCD ಮತ್ತು LNG-IUD = 4.
ml_in: പെൽവിക് TB ആണെങ്കിൽ, Cu IUCD and LNG-IUD = 4.
or_in: పెల్విక్ TB అయితే, Cu IUCD మరియు LNG-IUD = 4
pa_in: ਜੇ ਪੈਲਵਿਕ TB, Cu IUCD ਅਤੇ LNG-IUD = 4
ta_in: இடுப்பு TB –ஆக இருந்தால், Cu IUCD மற்றும் LNG-IUD = 4.
te_in: ଯଦି ଶ୍ରୋଣୀ ଯକ୍ଷ୍ମା, ତେବେ Cu IUCD ଓ LNG-IUD = 4

source: Migraine
as_in: মাইগ্ৰেন
bn_in: মাইগ্রেন
gu_in: ઑરાની
kn_in: ತಲೆಶೂಲೆ
ml_in: മൈഗ്രെയിൻ
or_in: ଅଧକପାଳୀ
pa_in: ਮਾਈਗਰੇਨ
ta_in: ஒற்றைத் தலைவலி
te_in: పార్శ్వపు తలనొప్పి

source: Migraine.
as_in: মাইগ্ৰেন
bn_in: মাইগ্রেন
gu_in: માઇગ્રેન
kn_in: ತಲೆಶೂಲೆ
ml_in: മൈഗ്രെയിൻ
or_in: ଅଧକପାଳୀ
pa_in: ਮਾਈਗਰੇਨ
ta_in: ஒற்றைத் தலைவலி
te_in: పార్శ్వపు తలనొప్పి

source: Mild cirrhosis.
as_in: মৃদু চিৰোচিছ।
bn_in: মৃদু সিরোসিস।
gu_in: માઇગ્રેન.
kn_in: ಸೌಮ್ಯವಾದ ಸಿರೋಸಿಸ್.
ml_in: മിതമായ സിറോസിസ്
or_in: ମୃଦୁ ସିରୋସିସ୍
pa_in: ਹਲਕੇ ਸਿਰੋਸਿਸ
ta_in: இலேசான சிரோசிஸ்.
te_in: తేలికపాటి దీర్ఘకాలిక కాలేయవ్యాధి సిర్రోసిస్

source: More than 7 days since the start of menstrual bleeding: The implant can be inserted if it is reasonably certain that the woman is not pregnant. She will need to abstain from sex or use additional contraceptive protection for the next 7 days.
as_in: ঋতুস্ৰাৱৰ ৰক্তক্ষৰণ আৰম্ভ হোৱাৰ 7 দিনতকৈ অধিক: যদি মহিলাগৰাকী গৰ্ভৱতী নোহোৱাটো যুক্তিসঙ্গতভাৱে নিশ্চিত হয়, তেন্তে ইমপ্লেণ্টটো কৰিব পাৰি। যৌন সম্ভোগৰ পৰা বিৰত থাকিব লাগিব বা পৰৱৰ্তী 7 দিনৰ বাবে অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষা ব্যৱহাৰ কৰিব লাগিব।
bn_in: ঋতুস্রাব শুরু হওয়ার পর থেকে 7 দিনের বেশি: মহিলা গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, ইমপ্ল্যান্ট প্রবেশ করানো যায়। পরবর্তী 7 দিন যৌনতা থেকে বিরত থাকতে হবে বা অতিরিক্ত গর্ভনিরোধক ব্যবহার করতে হবে।
gu_in: માસિક રક્તસ્રાવ શરૂ થયાંનાં 7 દિવસથી વધારેઃ સ્ત્રી ગર્ભવતી થઈ નથી તેમ જો ચોક્કસપણે ખાતરી હોય તો ઇમ્પ્લાન્ટને દાખલ કરી શકાય છે. તેમણે આગામી 7 દિવસ સુધી જાતીય સમાગમથી દૂર રહેવું પડશે અથવા તો વધારાની ગર્ભનિરોધક સુરક્ષાનો ઉપયોગ કરવો પડશે.
kn_in: ಋತುಚಕ್ರದ ರಕ್ತಸ್ರಾವ ಪ್ರಾರಂಭವಾದಾಗಿನಿಂದ 7 ದಿನಗಳಿಗಿಂತ ಹೆಚ್ಚು: ಮಹಿಳೆ ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ ಕಸಿಯನ್ನು ಸೇರಿಸಬಹುದು. ಅವಳು ಮುಂದಿನ 7 ದಿನಗಳವರೆಗೆ ಲೈಂಗಿಕತೆಯಿಂದ ದೂರವಿರಬೇಕು ಅಥವಾ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯನ್ನು ಬಳಸಬೇಕು.
ml_in: ആർത്തവ രക്തസ്രാവം ആരംഭിച്ച് 7 ദിവസത്തിൽ കൂടുതൽ: സ്ത്രീ ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ ഇംപ്ലാന്റ് നിക്ഷേപിക്കാവുന്നതാണ്. അടുത്ത 7 ദിവസത്തേക്ക് ലൈംഗിക ബന്ധത്തിൽ നിന്ന് അകന്നു നിൽക്കുകയോ അധിക ഗർഭനിരോധന സംരക്ഷണം ഉപയോഗിക്കുകയോ ചെയ്യേണ്ടതുണ്ട്.
pa_in: ਮਾਹਵਾਰੀ ਦੌਰਾਨ ਖੂਨ ਵਗਣ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ 7 ਦਿਨਾਂ ਤੋਂ ਵੱਧ: ਇੰਪਲਾਂਟ ਨੂੰ ਦਾਖਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਔਰਤ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਉਸ ਨੂੰ ਅਗਲੇ 7 ਦਿਨਾਂ ਲਈ ਸੈਕਸ ਤੋਂ ਦੂਰ ਰਹਿਣ ਜਾਂ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।
te_in: ఋతు రక్తస్రావం ప్రారంభమైనప్పటి నుండి 7 రోజుల కంటే ఎక్కువ: స్త్రీ గర్భవతి కాదని సహేతుకంగా నిశ్చయించినట్లయితే ఇంప్లాంట్‌ను చొప్పించవచ్చు. ఆమె సెక్స్ నుండి దూరంగా ఉండాలి లేదా తదుపరి 7 రోజుల పాటు అదనపు గర్భనిరోధక రక్షణను ఉపయోగించాలి.

source: NA = not applicable
as_in: NA = প্ৰযোজ্য নহয়।
bn_in: NA = প্রযোজ্য নয়।
gu_in: NA = લાગુ થતું નથી
kn_in: NA = ಅನ್ವಯಿಸುವುದಿಲ್ಲ.
ml_in: NA =ബാധകമല്ല.
or_in: NA = ପ୍ରଯୁଜ୍ୟ ନୁହେଁ
pa_in: NA = ਲਾਗੂ ਨਹੀਂ ਹੁੰਦਾ
ta_in: NA = பொருந்தாது
te_in: NA = వర్తించదు

source: Non-hormonal Contraceptives (Centchroman)
as_in: অনা-হৰ্মোনেল গৰ্ভনিৰোধক (চেণ্ট্ৰোমেন)
bn_in: হরমোন ছাড়া গর্ভনিরোধক (সেন্টক্রোমান)
gu_in: નોન-હોર્મોનલ કૉન્ટ્રાસેપ્ટિવ્સ (સેન્ટક્રોમેન)
kn_in: ಹಾರ್ಮೋನುಗಳಲ್ಲದ ಗರ್ಭನಿರೋಧಕಗಳು (ಸೆಂಟ್ಕ್ರೋಮನ್)
ml_in: ഹോർമോൺ ഇതര ഗർഭനിരോധന മാർഗ്ഗങ്ങൾ (സെന്റ്ക്രോമൻ)
or_in: ଅଣ-ହର୍ମୋନଲ୍ ଗର୍ଭନିରୋଧକ (ସେଣ୍ଟକ୍ରୋମନ୍)
pa_in: ਗੈਰ-ਹਾਰਮੋਨਲ ਗਰਭ ਨਿਰੋਧਕ (ਸੈਂਟਕ੍ਰੋਮਨ)
ta_in: ஹார்மோன் அல்லாத கருத்தடை மருந்துகள் (சென்ட்க்ரோமன்)

source: Nucleoside reverse transcriptase inhibitors (NRTIs)
as_in: নিউক্লিঅ'ছাইড ৰিভাৰ্চ ট্ৰেন্সক্ৰিপটেজ ইনহিবিটৰ্চ (NRTIs)
bn_in: নিউক্লিওসাইড রিভার্স ট্রান্সক্রিপ্টেজ ইনহিবিটর (NRTIs)
gu_in: ન્યુક્લીયોસાઇડ રીવર્સ ટ્રાન્સસ્ક્રિપ્ટેઝ ઇન્હિબિટર્સ (NRTIs)
kn_in: ನ್ಯೂಕ್ಲಿಯೊಸೈಡ್ ರಿವರ್ಸ್ ಟ್ರಾನ್ಸ್‌ಕ್ರಿಪ್ಟೇಸ್ ಪ್ರತಿರೋಧಕಗಳು (NRTIs)
ml_in: ന്യൂക്ലിയോസൈഡ് റിവേഴ്സ് ട്രാൻസ്ക്രിപ്റ്റേസ് ഇൻഹിബിറ്ററുകൾ (NRTIs)
or_in: ନ୍ୟୁକ୍ଲିଓସାଇଡ୍ ରିଭର୍ସ ଟ୍ରାନ୍ସକ୍ରିପ୍ଟେଜ୍ ଇନ୍‌ହିବିଟର୍ସ (NRTIs)
pa_in: ਨਿਊਕਲੀਓਸਾਈਡ ਰਿਵਰਸ ਟ੍ਰਾਂਸਕ੍ਰਿਪਟੇਜ਼ ਇਨਹਿਬਿਟਰਜ਼ (NRTIs)
ta_in: நியூக்ளியோசைட் ரிவர்ஸ் டிரான்ஸ்கிரிப்டேஸ் இன்ஹிபிட்டர்கள் (NRTIs)
te_in: న్యూక్లియోసైడ్ రివర్స్ ట్రాన్స్‌క్రిప్టేజ్ ఇన్హిబిటర్స్ (NRTIలు)

source: Numbers in parentheses indicate % of women experiencing an unintended pregnancy during the first year of typical use of contraception. Source: Trussell J., 2011.
as_in: বন্ধনীৰ ভিতৰৰ সংখ্যাবোৰে পদ্ধতিটোৰ সাধাৰণ ব্যৱহাৰৰ প্ৰথম বছৰত অনিচ্ছাকৃত গৰ্ভধাৰণৰ অভিজ্ঞতা লাভ কৰা মহিলাৰ % সূচায়। উৎস: Trussell J., 2011।
bn_in: প্রথম বন্ধনীতে দেওয়া সংখ্যাগুলি গর্ভনিরোধকের সাধারণ ব্যবহারের প্রথম বছরে অবাঞ্ছিত গর্ভধারণের অভিজ্ঞতা হওয়া মহিলাদের % নির্দেশ করছে। সূত্র: Trussell J., 2011।
gu_in: કોષ્ટકમાં દર્શાવવામાં આવેલી સંખ્યાઓ ગર્ભાવસ્થાનો ચોક્કસ રીતે ઉપયોગ કર્યાના પ્રથમ વર્ષ દરમિયાન અનિચ્છિત ગર્ભાવસ્થાનો સામનો કરી રહેલી સ્ત્રીઓની ટકાવારીને સૂચવે છે. સ્રોતઃ ટ્રસેલ જે., 2011.
kn_in: (ಕಂಸದಲ್ಲಿರುವ ಸಂಖ್ಯೆಗಳು ಗರ್ಭನಿರೋಧಕದ ಸಾಮಾನ್ಯ ಬಳಕೆಯ ಮೊದಲ ವರ್ಷದಲ್ಲಿ ಅನಪೇಕ್ಷಿತ ಗರ್ಭಧಾರಣೆಯನ್ನು ಅನುಭವಿಸುವ ಮಹಿಳೆಯರ ಶೇಕಡಾವಾರು ಪ್ರಮಾಣವನ್ನು ಸೂಚಿಸುತ್ತವೆ) ಮೂಲ: ಟ್ರಸ್ಸೆಲ್ ಜೆ., 2011.
ml_in: ആവരണ ചിഹ്നത്തിനുള്ളിലെ സംഖ്യകൾ സാധാരണ ഗർഭനിരോധന മാർഗ്ഗങ്ങൾ ഉപയോഗിക്കുന്ന ആദ്യ വർഷത്തിൽ ഉദ്ദേശിക്കാത്ത ഗർഭധാരണം അനുഭവിക്കുന്ന സ്ത്രീകളുടെ % സൂചിപ്പിക്കുന്നു. ഉറവിടം: ട്രസ്സൽ ജെ., 2011
or_in: ଗର୍ଭନିରୋଧର ବିଶେଷ ବ୍ୟବହାରର ପ୍ରଥମ ବର୍ଷ ଅବଧିରେ ଅନପେକ୍ଷିତ ଗର୍ଭଧାରଣ ଅନୁଭବ କରାଯାଉଥିବା ମହିଳାମାନଙ୍କ % ବନ୍ଧନୀରେ ଥିବା ସଂଖ୍ୟା ସୂଚିତ କରିଥାଏ। ଉତ୍ସ: ଟ୍ରସଲ୍ ଜେ., 2011
pa_in: ਬਰੈਕਟਾਂ ਵਿਚਲੇ ਅੰਕੜੇ ਦਰਸਾਉਂਦੇ ਹਨ ਗਰਭ ਨਿਰੋਧਕ ਦੀ ਆਮ ਵਰਤੋਂ ਦੇ ਪਹਿਲੇ ਸਾਲ ਦੌਰਾਨ ਅਣਚਾਹੀ ਗਰਭ ਅਵਸਥਾ ਦਾ ਅਨੁਭਵ ਕਰਨ ਵਾਲੀਆਂ ਔਰਤਾਂ ਦਾ %। ਸਰੋਤ: Trussell J.(ਟਰਸੇਲ ਜੇ), 2011
ta_in: அடைப்புக்குறிக்குள் உள்ள எண்கள், கருத்தடை முறையைப் பயன்படுத்திய முதல் வருடத்தில் ------ % பெண்கள் எதிர்பாராத கர்ப்பத்தை அனுபவிக்கிறார்கள் என்று குறிக்கிறது. ஆதாரம்: ட்ரஸ்ஸல் ஜே.,2011.
te_in: కుండలీకరణాల్లోని సంఖ్యలు గర్భనిరోధకం యొక్క విలక్షణమైన ఉపయోగం యొక్క మొదటి సంవత్సరంలో అనాలోచిత గర్భధారణను ఎదుర్కొంటున్న % స్త్రీలను సూచిస్తాయి. మూలం: ట్రస్సెల్ J., 2011

source: Pregnancy.
as_in: গৰ্ভধাৰণ।
bn_in: গর্ভধারণ।
gu_in: ગર્ભાવસ્થા
kn_in: ಗರ್ಭಧಾರಣೆ.
ml_in: ഗർഭധാരണം.
or_in: ଗର୍ଭଧାରଣ
pa_in: ਗਰਭ ਅਵਸਥਾ
ta_in: கர்ப்பம்.
te_in: గర్భం.

source: Prevents implantation of blastocyst in endometrium by creating asynchrony between fertilized ovum and endometrial bed.
as_in: নিষিক্ত ডিম্বাণু আৰু এণ্ডোমেট্ৰিয়েল বেডৰ মাজত এচিংক্ৰনি সৃষ্টি কৰি এণ্ডোমেট্ৰিয়ামত ব্লাষ্টোচিষ্ট সংৰোপণ হোৱাটো প্ৰতিৰোধ কৰে।
bn_in: নিষিক্ত ডিম্বাণু ও এন্ডোমেট্রিয়াল স্তরের মধ্যে অসমনিয়ত তৈরি করে এন্ডোমেট্রিয়ামে ব্লাস্টোসিস্টের ইমপ্ল্যান্ট রোধ করে।
gu_in: તે ફલિત થયેલા અંડાણું અને એન્ડોમેટ્રિયલ બેડની વચ્ચે બેમેળ પેદા કરીને એન્ડોમેટ્રિયમમાં બ્લાસ્ટોસીસ્ટના પ્રત્યારોપણને નિવારે છે.
kn_in: ಫಲವತ್ತಾದ ಅಂಡಾಣು ಮತ್ತು ಎಂಡೊಮೆಟ್ರಿಯಲ್ ಹಾಸಿಗೆಯ ನಡುವೆ ಅಸಮತೋಲನವನ್ನು ಸೃಷ್ಟಿಸುವ ಮೂಲಕ ಎಂಡೊಮೆಟ್ರಿಯಂನಲ್ಲಿ ಬ್ಲಾಸ್ಟೋಸಿಸ್ಟ್ ಅಳವಡಿಕೆಯನ್ನು ತಡೆಯುತ್ತದೆ.
ml_in: ബീജസങ്കലനം ചെയ്ത അണ്ഡത്തിനും എൻഡോമെട്രിയൽ ബെഡ്ഡിനും ഇടയിൽ അസമന്വിതത സൃഷ്ടിച്ച് എൻഡോമെട്രിയത്തിൽ ബ്ലാസ്റ്റോസിസ്റ്റ് സ്ഥാപിക്കപ്പെടുന്നത് തടയുന്നു.
or_in: ନିଷିକ୍ତ ଡିମ୍ୱାଣୁ ଓ ଗର୍ଭାଶୟ କ୍ଷେତ୍ର ମଧ୍ୟରେ ଅସିଙ୍କ୍ରୋନୀ ସୃଷ୍ଟି କରି ପ୍ରସ୍ଫୁରିତ ଜରାୟୁରେ ବ୍ଲାଷ୍ଟୋସିଷ୍ଟର ପ୍ରତ୍ୟାରୋପଣକୁ ପ୍ରତିରୋଧ କରେ
pa_in: ਫਰਟੀਲਾਈਜ਼ਡ ਓਵਮ ਅਤੇ ਐਂਡੋਮੈਟ੍ਰੀਅਲ ਬੈੱਡ ਦੇ ਵਿਚਕਾਰ ਅਸੰਤੁਲਨ ਪੈਦਾ ਕਰਕੇ ਐਂਡੋਮੈਟ੍ਰੀਅਮ ਵਿੱਚ ਬਲਾਸਟੋਸਿਸਟ ਦੇ ਇੰਪਲਾਂਟੇਸ਼ਨ ਨੂੰ ਰੋਕਦਾ ਹੈ ਮਾੜੇ ਪ੍ਰਭਾਵਾਂ ਤੋਂ ਮੁਕਤ
ta_in: கருவுற்ற முட்டைக்கும், என்டோமெட் ரியல் படுக்கைக்கும் இடையில் ஒத்திசைவை உருவாக்குவதின் மூலம், எண்டோமெட்ரியத்தில் பிளாஸ்டோசிஸ்ட் பொருத்தப்படுவதை தடுக்கிறது.
te_in: చేయబడిన అండం మరియు ఎండోమెట్రియల్ బెడ్ మధ్య అసమకాలికతను సృష్టించడం ద్వారా ఎండోమెట్రియంలో బ్లాస్టోసిస్ట్‌ని అమర్చడాన్ని నిరోధిస్తుంది

source: Rape (high risk of STI).
as_in: ধৰ্ষণ (STI-ৰ বিপদাশংকা অধিক)।
bn_in: ধর্ষণ (STI-এর উচ্চ ঝুঁকি)।
gu_in: બળાત્કાર (STIનું ઊંચું જોખમ).
kn_in: ಅತ್ಯಾಚಾರ (STIನ ಹೆಚ್ಚಿನ ಅಪಾಯ).
ml_in: ബലാത്സംഗം (STI-ക്കുള്ള ഉയർന്ന സാധ്യത).
or_in: ଧର୍ଷଣ (STI ର ଉଚ୍ଚ ବିପଦ)
pa_in: ਬਲਾਤਕਾਰ (STI ਦਾ ਉੱਚ ਜੋਖ਼ਮ)
ta_in: கற்பழிப்பு (STI- ன் உயர் அபாயம்)
te_in: మానభంగపు అత్యాచారం (STI యొక్క అధిక ప్రమాదం)

source: Spermicide
as_in: স্পাৰ্মিছাইড বা বীৰ্যনাশক
bn_in: শুক্রাণু নাশক
gu_in: સ્પર્મિસાઇડ
kn_in: ವೀರ್ಯಾಣುನಾಶಕ
ml_in: സ്പെർസിമൈഡ്
or_in: ଶୁକ୍ରାଣୁନାଶୀ
pa_in: ਸ਼ੁਕਰਾਣੂਨਾਸ਼ਕ
ta_in: விந்தணுகொல்லி

source: The eligibility criteria for general Cu-IUD insertion also apply for the insertion of Cu-IUDs as emergency contraception.
as_in: সাধাৰণ Cu-IUD প্ৰবিষ্টিৰ বাবে যোগ্যতাৰ চৰ্তবোৰ জৰুৰীকালীন গৰ্ভনিৰোধক হিচাপে Cu-IUD প্ৰবিষ্ট কৰাৰ বাবেও প্ৰযোজ্য হয়।
bn_in: জরুরী অবস্থায় গর্ভনিরোধক হিসেবে Cu-IUD প্রবেশনের জন্যও সাধারণ Cu-IUD প্রবেশনের যোগ্যতার নির্ণায়ক প্রযোজ্য হয়।
gu_in: જનરલ Cu-IUDને દાખલ કરવા માટેના પાત્રતાના માપદંડો ઇમર્જન્સીમાં ઉપયોગમાં લેવાની ગર્ભનિરોધક તરીકે Cu-IUDsને દાખલ કરવા માટે પણ લાગુ થાય છે.
kn_in: ಸಾಮಾನ್ಯ Cu-IUD ಸೇರ್ಪಡೆಯ ಅರ್ಹತಾ ಮಾನದಂಡಗಳು Cu-IUDಗಳನ್ನು ತುರ್ತು ಗರ್ಭನಿರೋಧಕವಾಗಿ ಸೇರಿಸುವಾಗಲೂ ಕೂಡ ಅನ್ವಯಿಸುತ್ತವೆ.
ml_in: Cu-IUD നിക്ഷേപിക്കുന്നതിനുള്ള പൊതുവായ യോഗ്യതാ മാനദണ്ഡം Cu-IUD-കൾ അടിയന്തിര ഗർഭനിരോധന മാർഗ്ഗമായി ചേർക്കുന്നതിനും ബാധകമാണ്.
ta_in: பொது Cu-IUD செருகலுக்கான தகுதி அளவுகோல்கள் Cu-IUD-களை அவசர கருத்தடையாகச் செருகுவதற்கும் பொருந்தும்.

source: Thickens cervical mucous to block sperm and egg from meeting.
as_in: শুক্ৰাণু আৰু ডিম্বাণু একে লগ হোৱাটো ৰোধ কৰিবলৈ গ্ৰীৱাৰ শ্লেষ্মা ডাঠ কৰে।
bn_in: শুক্রাণু ও ডিম্বাণুর মিলনে বাধা দিতে জরায়ুর শ্লৈষ্মিক ঝিল্লি পুরু করে।
gu_in: શુક્રાણુ અને અંડાણુંનું મિલન થતું અટકાવવા સર્વાઇકલ મ્યુકસને જાડું કરી દે છે.
kn_in: ವೀರ್ಯ ಮತ್ತು ಅಂಡಾಣು ಭೇಟಿಯಾಗದಂತೆ ತಡೆಯಲು ಗರ್ಭಕಂಠದ ಲೋಳೆಯನ್ನು ದಪ್ಪಗೊಳಿಸುತ್ತದೆ.
ml_in: ബീജവും അണ്ഡവും കൂടിച്ചേരുന്നത് തടയാൻ സെർവിക്കൽ മ്യൂക്കസ് കട്ടിയാക്കുന്നു.
pa_in: ਸ਼ੁਕਰਾਣੂ ਅਤੇ ਅੰਡੇ ਨੂੰ ਮਿਲਣ ਤੋਂ ਰੋਕਣ ਲਈ ਸਰਵਾਈਕਲ ਦੇ ਮਿਊਕਸ ਨੂੰ ਮੋਟਾ ਕਰਦਾ ਹੈ
ta_in: விந்தணுவும், முட்டையும் சந்திப்பதை தடுக்க, கர்ப்பப்பை வாய் சளியை அடர்த்தியாக்குகிறது.
te_in: స్పెర్మ్ మరియు గుడ్డు కలవకుండా నిరోధించడానికి గర్భాశయ శ్లేష్మం చిక్కబడేలా చేస్తుంది
